Repository: lad75020/HermesiOS
Catalog: HermesiOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, zh_hans

source: .env file
de: .env-Datei
es: Archivo .env
fr: Fichier .env
zh_hans: .env 文件

source: %1$lld / %2$lld chars
de: %1$lld / %2$lld Zeichen
es: %1$lld / %2$lld caracteres
fr: %1$lld / %2$lld caractères
zh_hans: %1$lld / %2$lld 个字符

source: %1$lld hit%2$@
de: %1$lld Treffer%2$@
es: %1$lld resultado%2$@
fr: %1$lld résultat%2$@
zh_hans: %1$lld 个命中%2$@

source: %1$lld matching messages across %2$lld conversations
de: %1$lld passende Nachrichten in %2$lld Unterhaltungen
es: %1$lld mensajes coincidentes en %2$lld conversaciones
fr: %1$lld messages correspondants dans %2$lld conversations
zh_hans: %1$lld 条匹配消息，分布在 %2$lld 个对话中

source: %1$lld/%2$lld selected
de: %1$lld/%2$lld ausgewählt
es: %1$lld/%2$lld seleccionados
fr: %1$lld/%2$lld sélectionnés
zh_hans: 已选择 %1$lld/%2$lld

source: %lld chars
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères
zh_hans: %lld 个字符

source: %lld enabled
de: %lld aktiviert
es: %lld activados
fr: %lld activés
zh_hans: 已启用 %lld 个

source: %lld entries
de: %lld Einträge
es: %lld entradas
fr: %lld entrées
zh_hans: %lld 个条目

source: %lld events
de: %lld Ereignisse
es: %lld eventos
fr: %lld événements
zh_hans: %lld 个事件

source: %lld lines
de: %lld Zeilen
es: %lld líneas
fr: %lld lignes
zh_hans: %lld 行

source: %lld shown
de: %lld angezeigt
es: %lld mostrados
fr: %lld affichés
zh_hans: 显示 %lld 个

source: %lld stream events received
de: %lld Stream-Ereignisse empfangen
es: %lld eventos de stream recibidos
fr: %lld événements de flux reçus
zh_hans: 已收到 %lld 个流事件

source: Activate
de: Aktivieren
es: Activar
fr: Activer
zh_hans: 启用

source: Active
de: Aktiv
es: Activo
fr: Actif
zh_hans: 活跃

source: Active provider: %@
de: Aktiver Anbieter: %@
es: Proveedor activo: %@
fr: Fournisseur actif : %@
zh_hans: 当前提供商：%@

source: Add a provider API key below to create it in `.env`.
de: Füge unten einen Anbieter-API-Schlüssel hinzu, um ihn in `.env` zu erstellen.
es: Añade abajo una clave de API de proveedor para crearla en `.env`.
fr: Ajoutez ci-dessous une clé API de fournisseur pour la créer dans `.env`.
zh_hans: 在下方添加提供商 API 密钥，以在 `.env` 中创建它。

source: Add a stdio or streamable HTTP MCP server below.
de: Füge unten einen stdio- oder streamfähigen HTTP-MCP-Server hinzu.
es: Añade abajo un servidor MCP stdio o HTTP transmisible.
fr: Ajoutez ci-dessous un serveur MCP stdio ou HTTP diffusable.
zh_hans: 在下方添加 stdio 或可流式传输的 HTTP MCP 服务器。

source: Add MCP Server
de: MCP-Server hinzufügen
es: Añadir servidor MCP
fr: Ajouter un serveur MCP
zh_hans: 添加 MCP 服务器

source: Add Memory
de: Erinnerung hinzufügen
es: Añadir memoria
fr: Ajouter une mémoire
zh_hans: 添加记忆

source: Add Pool Key
de: Pool-Schlüssel hinzufügen
es: Añadir clave al pool
fr: Ajouter une clé au pool
zh_hans: 添加池密钥

source: Add Provider
de: Anbieter hinzufügen
es: Añadir proveedor
fr: Ajouter un fournisseur
zh_hans: 添加提供商

source: Add provider key
de: Anbieter-Schlüssel hinzufügen
es: Añadir clave de proveedor
fr: Ajouter une clé de fournisseur
zh_hans: 添加提供商密钥

source: Add stable facts or workflow notes that Hermes should keep across sessions.
de: Füge stabile Fakten oder Workflow-Notizen hinzu, die Hermes sitzungsübergreifend behalten soll.
es: Añade datos estables o notas de flujo de trabajo que Hermes deba conservar entre sesiones.
fr: Ajoutez des faits stables ou des notes de flux de travail qu’Hermes doit conserver entre les sessions.
zh_hans: 添加 Hermes 应跨会话保留的稳定事实或工作流备注。

source: All Ask Hermes screens are streaming; tapping shows a busy message
de: Alle „Ask Hermes“-Bildschirme streamen; Tippen zeigt eine Beschäftigt-Meldung
es: Todas las pantallas de Ask Hermes transmiten en streaming; al tocar se muestra un mensaje de ocupado
fr: Tous les écrans Ask Hermes diffusent en continu ; toucher affiche un message d’occupation
zh_hans: 所有“询问 Hermes”屏幕都在流式输出；点击会显示忙碌消息

source: Allow self-signed HTTPS certificates
de: Selbstsignierte HTTPS-Zertifikate erlauben
es: Permitir certificados HTTPS autofirmados
fr: Autoriser les certificats HTTPS auto-signés
zh_hans: 允许自签名 HTTPS 证书

source: Allowed range: 10–10000. Default: 200.
de: Erlaubter Bereich: 10–10000. Standard: 200.
es: Rango permitido: 10–10000. Predeterminado: 200.
fr: Plage autorisée : 10–10000. Par défaut : 200.
zh_hans: 允许范围：10–10000。默认值：200。

source: API key
de: API-Schlüssel
es: Clave de API
fr: Clé API
zh_hans: API 密钥

source: API key or token
de: API-Schlüssel oder Token
es: Clave de API o token
fr: Clé API ou jeton
zh_hans: API 密钥或令牌

source: App Theme
de: App-Design
es: Tema de la app
fr: Thème de l’app
zh_hans: 应用主题

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
zh_hans: 外观

source: Arguments, e.g. @modelcontextprotocol/server-github
de: Argumente, z. B. @modelcontextprotocol/server-github
es: Argumentos, p. ej. @modelcontextprotocol/server-github
fr: Arguments, p. ex. @modelcontextprotocol/server-github
zh_hans: 参数，例如 @modelcontextprotocol/server-github

source: Ask Hermes
de: Hermes fragen
fr: Demander à Hermes
zh_hans: 询问 Hermes

source: Ask Hermes something...
de: Frag Hermes etwas...
es: Pregunta algo a Hermes...
fr: Demandez quelque chose à Hermes…
zh_hans: 向 Hermes 询问些什么...

source: Attach file
de: Datei anhängen
es: Adjuntar archivo
fr: Joindre un fichier
zh_hans: 附加文件

source: Authenticate Host Companion before checking the host Hermes Agent checkout.
de: Authentifiziere den Host Companion, bevor du den Hermes-Agent-Checkout auf dem Host prüfst.
es: Autentica Host Companion antes de comprobar el checkout de Hermes Agent en el host.
fr: Authentifiez le compagnon hôte avant de vérifier le dépôt Hermes Agent de l’hôte.
zh_hans: 请先认证 Host Companion，再检查主机上的 Hermes Agent 检出。

source: Authenticate Host Companion before controlling Mac services from iOS.
de: Authentifiziere den Host Companion, bevor du Mac-Dienste von iOS aus steuerst.
es: Autentica Host Companion antes de controlar servicios del Mac desde iOS.
fr: Authentifiez le compagnon hôte avant de contrôler les services Mac depuis iOS.
zh_hans: 请先认证 Host Companion，再从 iOS 控制 Mac 服务。

source: Authenticate Host Companion before controlling Tailscale Serve from iOS.
de: Authentifiziere den Host Companion, bevor du Tailscale Serve von iOS aus steuerst.
es: Autentica Host Companion antes de controlar Tailscale Serve desde iOS.
fr: Authentifiez le compagnon hôte avant de contrôler Tailscale Serve depuis iOS.
zh_hans: 请先认证 Host Companion，再从 iOS 控制 Tailscale Serve。

source: Authenticate the host companion first, then load skills from the Hermes workspace.
de: Authentifiziere zuerst den Host Companion und lade dann Skills aus dem Hermes-Arbeitsbereich.
es: Autentica primero el companion del host y luego carga habilidades desde el espacio de trabajo de Hermes.
fr: Authentifiez d’abord le compagnon hôte, puis chargez les skills depuis l’espace de travail Hermes.
zh_hans: 请先认证主机伴侣，然后从 Hermes 工作区加载技能。

source: Authenticate the Mac companion before scanning host Hermes files.
de: Authentifiziere den Mac-Companion, bevor du Hermes-Dateien auf dem Host scannst.
es: Autentica el companion del Mac antes de escanear archivos de Hermes en el host.
fr: Authentifiez le compagnon Mac avant d’analyser les fichiers Hermes de l’hôte.
zh_hans: 请先认证 Mac 伴侣，再扫描主机 Hermes 文件。

source: Authenticate the macOS companion before editing messaging credentials.
de: Authentifiziere den macOS-Companion, bevor du Messaging-Zugangsdaten bearbeitest.
es: Autentica el companion de macOS antes de editar credenciales de mensajería.
fr: Authentifiez le compagnon macOS avant de modifier les identifiants de messagerie.
zh_hans: 请先认证 macOS 伴侣，再编辑消息凭据。

source: Authenticate the macOS companion before listing or editing Hermes MCP servers.
de: Authentifiziere den macOS-Companion, bevor du Hermes-MCP-Server auflistest oder bearbeitest.
es: Autentica el companion de macOS antes de listar o editar servidores MCP de Hermes.
fr: Authentifiez le compagnon macOS avant de lister ou modifier les serveurs MCP Hermes.
zh_hans: 请先认证 macOS 伴侣，再列出或编辑 Hermes MCP 服务器。

source: Authenticate with HermesHostCompanion before listing or editing scheduled jobs on the macOS host.
de: Authentifiziere dich mit HermesHostCompanion, bevor du geplante Jobs auf dem macOS-Host auflistest oder bearbeitest.
es: Autentícate con HermesHostCompanion antes de listar o editar trabajos programados en el host macOS.
fr: Authentifiez-vous auprès de HermesHostCompanion avant de lister ou modifier les tâches planifiées sur l’hôte macOS.
zh_hans: 请先通过 HermesHostCompanion 认证，再列出或编辑 macOS 主机上的计划任务。

source: Authenticate with HermesHostCompanion before managing Hermes runtime profiles on the macOS host.
de: Authentifiziere dich mit HermesHostCompanion, bevor du Hermes-Laufzeitprofile auf dem macOS-Host verwaltest.
es: Autentícate con HermesHostCompanion antes de gestionar perfiles de ejecución de Hermes en el host macOS.
fr: Authentifiez-vous auprès de HermesHostCompanion avant de gérer les profils d’exécution Hermes sur l’hôte macOS.
zh_hans: 请先通过 HermesHostCompanion 认证，再管理 macOS 主机上的 Hermes 运行时配置文件。

source: Authentication Required
de: Authentifizierung erforderlich
es: Autenticación requerida
fr: Authentification requise
zh_hans: 需要认证

source: Back
de: Zurück
es: Atrás
fr: Retour
zh_hans: 返回

source: Base URL (optional)
de: Basis-URL (optional)
es: URL base (opcional)
fr: URL de base (facultative)
zh_hans: 基础 URL（可选）

source: Base URL, e.g. http://localhost:1234/v1
de: Basis-URL, z. B. http://localhost:1234/v1
es: URL base, p. ej. http://localhost:1234/v1
fr: URL de base, p. ex. http://localhost:1234/v1
zh_hans: 基础 URL，例如 http://localhost:1234/v1

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh_hans: 取消

source: Change attached file
de: Angehängte Datei ändern
es: Cambiar archivo adjunto
fr: Changer le fichier joint
zh_hans: 更改附加文件

source: Chat with Hermes
de: Mit Hermes chatten
fr: Discuter avec Hermes
zh_hans: 与 Hermes 聊天

source: Chat with Hermes is streaming a response
de: „Mit Hermes chatten“ streamt eine Antwort
es: Chat with Hermes está transmitiendo una respuesta
fr: Chat with Hermes diffuse une réponse en continu
zh_hans: 与 Hermes 聊天正在流式输出回复

source: Choose a key
de: Schlüssel auswählen
es: Elegir una clave
fr: Choisir une clé
zh_hans: 选择密钥

source: Choose Hermes profile
de: Hermes-Profil auswählen
es: Elegir perfil de Hermes
fr: Choisir le profil Hermes
zh_hans: 选择 Hermes 配置文件

source: Choose Private Key
de: Privaten Schlüssel auswählen
es: Elegir clave privada
fr: Choisir une clé privée
zh_hans: 选择私钥

source: Choose which provider Hermes should use by default, or keep auto-detect.
de: Wähle, welchen Anbieter Hermes standardmäßig verwenden soll, oder behalte die automatische Erkennung bei.
es: Elige qué proveedor debe usar Hermes de forma predeterminada, o conserva la detección automática.
fr: Choisissez le fournisseur qu’Hermes doit utiliser par défaut, ou conservez la détection automatique.
zh_hans: 选择 Hermes 默认使用的提供商，或保留自动检测。

source: Clear
de: Leeren
es: Borrar
fr: Effacer
zh_hans: 清除

source: Clipboard History
de: Zwischenablageverlauf
es: Historial del portapapeles
fr: Historique du presse-papiers
zh_hans: 剪贴板历史

source: Clone default skills folder
de: Standard-Skills-Ordner klonen
es: Clonar carpeta de habilidades predeterminada
fr: Cloner le dossier de skills par défaut
zh_hans: 克隆默认技能文件夹

source: Command, e.g. npx
de: Befehl, z. B. npx
es: Comando, p. ej. npx
fr: Commande, p. ex. npx
zh_hans: 命令，例如 npx

source: Common system prompt (optional)
de: Gemeinsamer System-Prompt (optional)
es: Prompt de sistema común (opcional)
fr: Prompt système commun (facultatif)
zh_hans: 通用系统提示（可选）

source: Compared with official Hermes Agent main. Refreshes hourly.
de: Verglichen mit dem offiziellen Hermes-Agent-Main. Wird stündlich aktualisiert.
es: Comparado con la rama main oficial de Hermes Agent. Se actualiza cada hora.
fr: Comparé à la branche main officielle de Hermes Agent. Actualisation toutes les heures.
zh_hans: 与官方 Hermes Agent main 分支比较。每小时刷新。

source: Configuration loaded
de: Konfiguration geladen
es: Configuración cargada
fr: Configuration chargée
zh_hans: 配置已加载

source: Configure the provider and model that Hermes Agent uses for the main conversation, delegated sub-agents, and auxiliary runtime tasks. Changes are written to the live `config.yaml` on the macOS host.
de: Konfiguriere Anbieter und Modell, die Hermes Agent für die Hauptunterhaltung, delegierte Sub-Agenten und zusätzliche Laufzeitaufgaben verwendet. Änderungen werden in die aktive `config.yaml` auf dem macOS-Host geschrieben.
es: Configura el proveedor y el modelo que Hermes Agent usa para la conversación principal, los subagentes delegados y las tareas auxiliares en tiempo de ejecución. Los cambios se escriben en el `config.yaml` activo del host macOS.
fr: Configurez le fournisseur et le modèle que Hermes Agent utilise pour la conversation principale, les sous-agents délégués et les tâches d’exécution auxiliaires. Les modifications sont écrites dans le `config.yaml` actif sur l’hôte macOS.
zh_hans: 配置 Hermes Agent 用于主对话、委派子代理和辅助运行时任务的提供商与模型。更改会写入 macOS 主机上的实时 `config.yaml`。

source: Copied
de: Kopiert
es: Copiado
fr: Copié
zh_hans: 已复制

source: Copies this item back to the iOS clipboard
de: Kopiert dieses Element zurück in die iOS-Zwischenablage
es: Copia este elemento de vuelta al portapapeles de iOS
fr: Recopie cet élément dans le presse-papiers iOS
zh_hans: 将此项目复制回 iOS 剪贴板

source: Copies this prompt back to the iOS clipboard
de: Kopiert diesen Prompt zurück in die iOS-Zwischenablage
es: Copia este prompt de vuelta al portapapeles de iOS
fr: Recopie ce prompt dans le presse-papiers iOS
zh_hans: 将此提示复制回 iOS 剪贴板

source: Copies this response back to the iOS clipboard
de: Kopiert diese Antwort zurück in die iOS-Zwischenablage
es: Copia esta respuesta de vuelta al portapapeles de iOS
fr: Recopie cette réponse dans le presse-papiers iOS
zh_hans: 将此回复复制回 iOS 剪贴板

source: Copy
de: Kopieren
es: Copiar
fr: Copier
zh_hans: 复制

source: Copy image
de: Bild kopieren
es: Copiar imagen
fr: Copier l’image
zh_hans: 复制图像

source: Copy message
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
zh_hans: 复制消息

source: Copy text, images, or files while HermesiOS is active, then open this utility to paste them back later.
de: Kopiere Text, Bilder oder Dateien, während HermesiOS aktiv ist, und öffne dann dieses Hilfsprogramm, um sie später wieder einzufügen.
es: Copia texto, imágenes o archivos mientras HermesiOS está activo y luego abre esta utilidad para pegarlos de nuevo más tarde.
fr: Copiez du texte, des images ou des fichiers pendant qu’HermesiOS est actif, puis ouvrez cet utilitaire pour les recoller plus tard.
zh_hans: 在 HermesiOS 处于活动状态时复制文本、图像或文件，然后稍后打开此工具将它们粘贴回来。

source: Create
de: Erstellen
es: Crear
fr: Créer
zh_hans: 创建

source: Create the first task or refresh from the host cron registry.
de: Erstelle die erste Aufgabe oder aktualisiere aus der Cron-Registrierung des Hosts.
es: Crea la primera tarea o actualiza desde el registro cron del host.
fr: Créez la première tâche ou actualisez depuis le registre cron de l’hôte.
zh_hans: 创建第一个任务，或从主机 cron 注册表刷新。

source: Create, pause, resume, trigger, and delete Hermes cron jobs stored on the macOS host.
de: Erstelle, pausiere, setze fort, löse aus und lösche Hermes-Cron-Jobs, die auf dem macOS-Host gespeichert sind.
es: Crea, pausa, reanuda, dispara y elimina trabajos cron de Hermes almacenados en el host macOS.
fr: Créez, mettez en pause, reprenez, déclenchez et supprimez les tâches cron Hermes stockées sur l’hôte macOS.
zh_hans: 创建、暂停、恢复、触发和删除存储在 macOS 主机上的 Hermes cron 作业。

source: Cron expression, e.g. 0 9 * * *
de: Cron-Ausdruck, z. B. 0 9 * * *
es: Expresión cron, p. ej. 0 9 * * *
fr: Expression cron, p. ex. 0 9 * * *
zh_hans: Cron 表达式，例如 0 9 * * *

source: Current Local Branch
de: Aktueller lokaler Branch
es: Rama local actual
fr: Branche locale actuelle
zh_hans: 当前本地分支

source: Custom env key…
de: Benutzerdefinierter env-Schlüssel…
es: Clave env personalizada…
fr: Clé d’environnement personnalisée…
zh_hans: 自定义环境变量键…

source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
zh_hans: 停用

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
zh_hans: 删除

source: Delete %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
zh_hans: 删除 %@

source: Delete %@ from clipboard history
de: %@ aus dem Zwischenablageverlauf löschen
es: Eliminar %@ del historial del portapapeles
fr: Supprimer %@ de l’historique du presse-papiers
zh_hans: 从剪贴板历史中删除 %@

source: Delete profile?
de: Profil löschen?
es: ¿Eliminar perfil?
fr: Supprimer le profil ?
zh_hans: 删除配置文件？

source: Delete prompt from history
de: Prompt aus dem Verlauf löschen
es: Eliminar prompt del historial
fr: Supprimer le prompt de l’historique
zh_hans: 从历史中删除提示

source: Delete response from history
de: Antwort aus dem Verlauf löschen
es: Eliminar respuesta del historial
fr: Supprimer la réponse de l’historique
zh_hans: 从历史中删除回复

source: Delete scheduled task?
de: Geplante Aufgabe löschen?
es: ¿Eliminar tarea programada?
fr: Supprimer la tâche planifiée ?
zh_hans: 删除计划任务？

source: Deliver to
de: Zustellen an
es: Enviar a
fr: Distribuer à
zh_hans: 发送到

source: Deliver: %@
de: Zustellen: %@
es: Enviar: %@
fr: Distribuer : %@
zh_hans: 发送：%@

source: Describe the topic, project, person, or workflow to forget
de: Beschreibe das Thema, Projekt, die Person oder den Workflow, der vergessen werden soll
es: Describe el tema, proyecto, persona o flujo de trabajo que olvidar
fr: Décrivez le sujet, le projet, la personne ou le flux de travail à oublier
zh_hans: 描述要遗忘的主题、项目、人物或工作流

source: Displaying %@
de: %@ wird angezeigt
es: Mostrando %@
fr: Affichage de %@
zh_hans: 正在显示 %@

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
zh_hans: 下载

source: Download image
de: Bild herunterladen
es: Descargar imagen
fr: Télécharger l’image
zh_hans: 下载图像

source: Downloading…
de: Wird heruntergeladen…
es: Descargando…
fr: Téléchargement…
zh_hans: 正在下载…

source: Each auxiliary slot can use its own provider and model. Use `auto` for Hermes automatic routing, `main` to explicitly inherit the main model, or leave the model empty to use that provider's default auxiliary model.
de: Jeder Zusatz-Slot kann einen eigenen Anbieter und ein eigenes Modell verwenden. Verwende `auto` für die automatische Hermes-Weiterleitung, `main`, um ausdrücklich das Hauptmodell zu übernehmen, oder lasse das Modell leer, um das Standard-Zusatzmodell dieses Anbieters zu verwenden.
es: Cada espacio auxiliar puede usar su propio proveedor y modelo. Usa `auto` para el enrutamiento automático de Hermes, `main` para heredar explícitamente el modelo principal, o deja el modelo vacío para usar el modelo auxiliar predeterminado de ese proveedor.
fr: Chaque emplacement auxiliaire peut utiliser son propre fournisseur et modèle. Utilisez `auto` pour le routage automatique de Hermes, `main` pour hériter explicitement du modèle principal, ou laissez le modèle vide pour utiliser le modèle auxiliaire par défaut de ce fournisseur.
zh_hans: 每个辅助槽位都可以使用自己的提供商和模型。使用 `auto` 让 Hermes 自动路由，使用 `main` 明确继承主模型，或将模型留空以使用该提供商的默认辅助模型。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
zh_hans: 编辑

source: Edit the user-level profile exactly as desktop Memory writes `USER.md`.
de: Bearbeite das Profil auf Benutzerebene genau so, wie Desktop Memory `USER.md` schreibt.
es: Edita el perfil de nivel de usuario exactamente como Memory de escritorio escribe `USER.md`.
fr: Modifiez le profil utilisateur exactement comme Memory sur desktop écrit `USER.md`.
zh_hans: 按桌面端 Memory 写入 `USER.md` 的方式精确编辑用户级配置文件。

source: Editing config.yaml for the selected profile.
de: config.yaml für das ausgewählte Profil wird bearbeitet.
es: Editando config.yaml para el perfil seleccionado.
fr: Modification de config.yaml pour le profil sélectionné.
zh_hans: 正在编辑所选配置文件的 config.yaml。

source: End Session
de: Sitzung beenden
es: Finalizar sesión
fr: Terminer la session
zh_hans: 结束会话

source: Enroll the Mac companion to run Supermemory management.
de: Registriere den Mac-Companion, um die Supermemory-Verwaltung auszuführen.
es: Inscribe el companion del Mac para ejecutar la gestión de Supermemory.
fr: Inscrivez le compagnon Mac pour exécuter la gestion de Supermemory.
zh_hans: 注册 Mac 伴侣以运行 Supermemory 管理。

source: Enter a prompt below. Your prompts and Hermes replies will appear here as chat bubbles for this session.
de: Gib unten einen Prompt ein. Deine Prompts und Hermes-Antworten erscheinen hier für diese Sitzung als Chatblasen.
es: Introduce un prompt abajo. Tus prompts y las respuestas de Hermes aparecerán aquí como burbujas de chat para esta sesión.
fr: Saisissez un prompt ci-dessous. Vos prompts et les réponses de Hermes apparaîtront ici sous forme de bulles de discussion pour cette session.
zh_hans: 在下方输入提示。你的提示和 Hermes 的回复会作为本次会话的聊天气泡显示在这里。

source: Enter the beginning of a skill name or verify the Hermes workspace path in Settings.
de: Gib den Anfang eines Skill-Namens ein oder überprüfe den Hermes-Arbeitsbereichspfad in den Einstellungen.
es: Introduce el inicio del nombre de una habilidad o verifica la ruta del espacio de trabajo de Hermes en Ajustes.
fr: Saisissez le début du nom d’une skill ou vérifiez le chemin de l’espace de travail Hermes dans Réglages.
zh_hans: 输入技能名称的开头，或在“设置”中验证 Hermes 工作区路径。

source: Erase & Achive
de: Löschen & archivieren
es: Borrar y archivar
fr: Effacer et archiver
zh_hans: 擦除并归档

source: Every %@ minutes
de: Alle %@ Minuten
es: Cada %@ minutos
fr: Toutes les %@ minutes
zh_hans: 每 %@ 分钟

source: Every %1$@ hour%2$@
de: Alle %1$@ Stunde%2$@
es: Cada %1$@ hora%2$@
fr: Toutes les %1$@ heure%2$@
zh_hans: 每 %1$@ 小时%2$@

source: Execution time (HH:mm)
de: Ausführungszeit (HH:mm)
es: Hora de ejecución (HH:mm)
fr: Heure d’exécution (HH:mm)
zh_hans: 执行时间（HH:mm）

source: Export
de: Exportieren
es: Exportar
fr: Exporter
zh_hans: 导出

source: Exports Supermemory documents created since the previous export trigger into a JSONL file on the Mac, then imports that delta into Hermes memory and skill-reference files.
de: Exportiert seit dem vorherigen Export-Trigger erstellte Supermemory-Dokumente in eine JSONL-Datei auf dem Mac und importiert dieses Delta anschließend in Hermes-Speicher- und Skill-Referenzdateien.
es: Exporta los documentos de Supermemory creados desde el disparador de exportación anterior a un archivo JSONL en el Mac y luego importa ese delta en la memoria de Hermes y los archivos de referencia de habilidades.
fr: Exporte les documents Supermemory créés depuis le déclenchement d’export précédent dans un fichier JSONL sur le Mac, puis importe ce delta dans la mémoire Hermes et les fichiers de référence des skills.
zh_hans: 将自上次导出触发以来创建的 Supermemory 文档导出到 Mac 上的 JSONL 文件，然后将该增量导入 Hermes 记忆和技能引用文件。

source: Fetch the host profiles to begin editing a profile config.yaml.
de: Lade die Host-Profile, um mit der Bearbeitung der config.yaml eines Profils zu beginnen.
es: Obtén los perfiles del host para empezar a editar un config.yaml de perfil.
fr: Récupérez les profils de l’hôte pour commencer à modifier le config.yaml d’un profil.
zh_hans: 获取主机配置文件以开始编辑配置文件 config.yaml。

source: Files to review
de: Zu prüfende Dateien
es: Archivos para revisar
fr: Fichiers à examiner
zh_hans: 待审查文件

source: Final lines to load
de: Zu ladende Schlusszeilen
es: Líneas finales a cargar
fr: Dernières lignes à charger
zh_hans: 要加载的末尾行数

source: Find Items
de: Elemente finden
es: Buscar elementos
fr: Rechercher des éléments
zh_hans: 查找项目

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
zh_hans: 频率

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
zh_hans: 星期五

source: Full-text search
de: Volltextsuche
es: Búsqueda de texto completo
fr: Recherche en texte intégral
zh_hans: 全文搜索

source: Hermes agent root folder
de: Hermes-Agent-Stammordner
es: Carpeta raíz de Hermes Agent
fr: Dossier racine de Hermes Agent
zh_hans: Hermes agent 根文件夹
